{
  "basics": {
    "name": "Sam Karet",
    "label": "Recent MEng Biomedical Engineering Graduate from Imperial College London",
    "picture": "",
    "email": "samuelkaret@gmail.com",
    "phone": "07510897075",
    "website": "sam.karet.co.uk",
    "summary": "<p> This page is a slightly abridged version of my CV, please click the button above for the full pdf version.<br> I recently graduated from Imperial College London with a Master's in Biomedical Engineering.<br>I'm a passionate problem solver with wide ranging interests, and experience with medical devices, robotics, and 3D printing.</p><p> My degree involved various modules regarding biomechanics, medical imaging, and programming, as well as a variety of opportunities for project work, both large and small. Here are some examples of projects I worked on during my course: <br> ● A digital stethoscope.<br>● A raspberry pi controlled robotic model tank with a turret to fire foam pellets. (For the Pi Wars Competition)<br>● A bicycle pedal with live force feedback for a paraplegic athlete to use on a FES bike in the Cybathlon.<br>● An arm wrestling arcade game.<br> ● Synthetic biological toggle switches.<br>● A volumetric infrared imaging system (VIRIS) for the diagnoses and monitoring of breast-cancer related lymphoedema.</p><p>I have experience working in both mechanical and electrical workshops, as well as in wet labs. I consider myself a 'maker' and a tinkerer and have skills in prototyping and working with microcontrollers. My experience using C++, python, and MATLAB has contributed to my ability to quickly pick up the usage of other programming languages.</p><p>I am currently looking for work so feel free to reach out and contact me about any roles you think I'm suitable for.</p>",
    "location": {
      "address": "London, United Kingdom"
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "sam-karet",
        "url": "https://www.linkedin.com/in/sam-karet/"
      }
    ]
  },
  "work": [
    {"company": "The Griffin Institute",
    "endDate": "May 2023",
    "highlights": [],
    "position": "Research Assistant",
    "startDate": "December 2021",
    "summary": "Responsible for the day to day running of the Clinical Pathology Laboratory. Wrote and reviewed SOPs in compliance with GLP. Liaised with clients, wrote study plans and reports, and ensured smooth completion of studies as a study director. Acquired, organised, and maintained equipment and supplies necessary for studies. Developed and performed Computer Systems Validation procedures for equipment to be used within GLP studies.",
    "website": "https://griffininstitute.org.uk/"

    },
    {
      "company": "Cytera CellWorks",
      "endDate": "November 2020",
      "highlights": [],
      "position": "Assembly Engineer",
      "startDate": "August 2020",
      "summary": "Assembled consumable products for clients, and prepared components for non-consumable devices. Designed and assembled specialised consumables for internal use. Amended existing documentation and produced new documentation for consumable products.",
      "website": "https://www.linkedin.com/company/10410077"
    },
    {
      "company": "Imperial College London",
      "endDate": "June 2021",
      "highlights": [],
      "position": "Bioengineering Outreach",
      "startDate": "November 2018",
      "summary": "When I was a current Biomedical Engineering student at Imperial College London I gave tours of the Bioengineering department at Imperial College to prospective students, as well as took part in Q&A sessions with prospective students and their parents after talks given by the senior teaching fellow and industrial liaison of the department.",
      "website": ""
    },
    {
      "company": "MahiGaming",
      "endDate": "September 2019",
      "highlights": [],
      "position": "Marketing Readiness and Logistics Intern",
      // "startDate": "2019-09-30",
      "summary": "I spent my 2 week internship working on updating and integrating pre-existing risk mitigation documents with the company's task tracking software. I also shadowed the head of Marketing Readiness and Logistics  during meetings and had detailed discussions with people from the various teams, such as the maths, testing, and software development teams.",
      "website": "https://www.linkedin.com/company/16240825"
    },
    {
      "company": "Imperial College Advanced Hackspace",
      "endDate": "August 2019",
      "highlights": [],
      "position": "Hackspace Helper",
      "startDate": "June 2019",
      "summary": "I had a variety of responsibilities depending on what was required of me on the day. This ranged from servicing upmini and prusa 3d printers to organisation and cleanup of the work spaces. Other jobs I did whilst there include preparing prototype electronic circuits for outreach events, helping hackspace members with finding and learning to use the correct tools, and generally just helping the hackspace fellows and members with any issues/problems. ",
      "website": "https://www.linkedin.com/company/19162344"
    }
  ],
  "volunteer": [
    {
      "organization": "Bnei Akiva",
      "position": "Camp Technical Organiser ",
      "website": "https://www.linkedin.com/company/2097047",
      "startDate": "July 2016",
      "endDate": "December 2019",
      "summary": "I took on the role of TO (Technical Organiser) on 6 of Bnei Akiva UK's summer and winter camps since December 2017, as well as the lesser role of Technical Leader on 4 of their camps since July 2016.\n",
      "highlights": []
    }
  ],
  "education": [
    {
      "institution": "Imperial College London",
      "area": "Biomedical/Medical Engineering",
      "studyType": "Master of Engineering - MEng",
      "startDate": "2017",
      "endDate": "2021",
      "gpa": "2:1",
      "courses": ["Biomechanics", "Medical Imaging", "Individual Project", "Biomimetics", "Hearing and Speech Processing", "Human Neuromechanical Control and Learning", "Programming", "Electromagnetics", "Signals and Control"]
    },
    {
      "institution": "Yavneh College",
      "area": "3 A grades at A-level in Maths, Further Maths and Physics",
      "studyType": "10 GCSEs A*-C with 5A* and 3A grades.",
      "startDate": "2010",
      "endDate": "2017"
    }
  ],
  "skills": [
    {
      "name": "Teamwork",
      "level": "",
      "keywords": []
    },
    {
      "name": "Fusion360",
      "level": "",
      "keywords": []
    },
    {
      "name": "Arduino",
      "level": "",
      "keywords": []
    },
    {
      "name": "C++",
      "level": "",
      "keywords": []
    },

    {
      "name": "Prototyping",
      "level": "",
      "keywords": []
    },
    {
      "name": "Matlab",
      "level": "",
      "keywords": []
    },
    {
      "name": "Python",
      "level": "",
      "keywords": []
    },
    {
      "name": "Microsoft Office",
      "level": "",
      "keywords": []
    },    {
      "name": "LaTeX",
      "level": "",
      "keywords": []
    },
    {
      "name": "Robotics",
      "level": "",
      "keywords": []
    },
    {
      "name": "Mbed",
      "level": "",
      "keywords": []
    },
    {
      "name": "Bioengineering",
      "level": "",
      "keywords": []
    },
    {
      "name": "Digital Electronics",
      "level": "",
      "keywords": []
    },
    {
      "name": "FFF 3D Printing",
      "level": "",
      "keywords": []
    },
    {
      "name": "Synthetic Biology",
      "level": "",
      "keywords": []
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Native Speaker"
    }
  ]  
}